export const playerStrings = {
  controls: { ru: "Управление видео", kk: "Бейнені басқару" },
  play: { ru: "Воспроизвести видео", kk: "Бейнені ойнату" },
  pause: { ru: "Приостановить видео", kk: "Бейнені кідірту" },
  mute: { ru: "Выключить звук видео", kk: "Бейненің дыбысын өшіру" },
  unmute: { ru: "Включить звук видео", kk: "Бейненің дыбысын қосу" },
  fullscreen: { ru: "На весь экран", kk: "Толық экран" },
  exitFullscreen: { ru: "Выйти из полного экрана", kk: "Толық экраннан шығу" },
  seek: { ru: "Позиция воспроизведения", kk: "Ойнату орны" },
  subtitles: { ru: "Субтитры", kk: "Субтитрлер" },
};
